Repository: apertium/apertium-sme-sma
Catalog: tmx_data/mearkkasit.tmx
Source language: sme
Languages: sma

source: Nubbegiella sáhttá maid mearkkašit buot gielaid.
sma: X SÁHTTÁ MEARKKAŠIT DAN

source: Dát mearkkaša sielumorašteami, gástta, vihaheami ja rihpaid.
sma: DÁT MEARKKAŠA X.

source: Dát mearkkaša dan, mánáidkonvenšuvnna ja mánáidgárdelága mielde, ahte sámi mánát galget oažžut fálaldaga.
sma: DÁT MEARKKAŠIT DAN AHTE

source: Dat mearkkaša ahte ealáhusas lea nu.
sma: DAT MEARKKAŠA AHTE.

source: Muhto dat mearkkaša seammás ahte buot politihkka ferte leat buorre.
sma: DAT MEARKKAŠA AHTE.

source: Dat mearkkaša unnideami dehálaš sámi surggiin.
sma: DAT MEARKKAŠA DAN.

source: Dát mearkkaša ahte sámi álbmogis galgá leat duohta vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii.
sma: DAT MEARKKAŠA AHTE

source: Dat mearkkaša ahte oahpahus lágiduvvo sámegillii.
sma: DAT MEARKKAŠA AHTE.

source: Oahpahusvuohki mearkkaša ahte oahpahus fállojuvvo skuvlla bakte.
sma: X MEARKKAŠA AHTE.

source: Plána mearkkaša ahte mii galgat:
sma: X MEARKKAŠA AHTE:

source: Dát mearkkaša ahte leat guovttesuorat ovddasvástádusjuohku.
sma: DÁT MEARKKAŠA AHTE LEAT

source: Dát mearkkaša ahte dáid suohkaniid ássiin lea viiddiduvvon vuoigatvuohta.
sma: DÁT MEARKKAŠA AHTE.

source: Dálá njuolggadusaid ođasmahttin mearkkašivččii ahte sámelága giellanjuolggadusat gustogohtet miehtá riikka, eai ge ráddjejuvvo ovttaskas guovlluide.
sma: DÁT MEARKKAŠIVČČII AHTE.

source: Dát mearkkaša ahte oahpahusásahusat fertejit maid guoddit ovddasvástádusa.
sma: DÁT MEARKKAŠA AHTE

source: Dát mearkkaša ahte maiddái Sámediggi ferte eambbo deattuhit sámegiela geavaheami..
sma: DÁT MEARKKAŠA AHTE

source: Dát mearkkaša maiddái ahte sihke Sámedikki ja eará ovddasteddjiid váldi rievdaduvvo.
sma: DÁT MEARKKAŠA MAIDDÁI AHTE.

source: Jus leat valjit vuoras giellageavaheaddjit, de dat ii dárbbaš mearkkašit ahte sámegiel geavaheddjiid lohku lassána.
sma: II DÁRBBAŠ MEARKKAŠIT AHTE.

source: Vuosttažis mii mearkkašit erenoamážit man dehálaččat mánáidgárddit leat leamaš.
sma: MII MEARKKAŠIT.
